/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk КБ из %2$.0lfk КБ";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ установлен и будет применен при следующем запуске %3$@. Перезапустить программу?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "У вас уже установлена последняя версия %1$@ %2$@.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ доступен для загрузки (у вас - %3$@). Установить обновление?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ имеет недостаточно прав для записи в папку «Программы». Программа запущена с образа диска? Если нет, то обратитесь к вашему системному администратору.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Новая версия %@ установлена.";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Доступна новая версия %@.";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "В процессе установки возникла ошибка. Попробуйте повторить попытку позже.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "В процессе получения информации об обновлении возникла ошибка. Попробуйте повторить попытку позже.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "В процессе получения информации об обновлении возникла ошибка. Проверьте подключение к интернету и попробуйте повторить попытку позже.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "При распаковке архива возникла ошибка. Попробуйте повторить попытку позже.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "При загрузке файла возникла ошибка. Попробуйте повторить попытку позже.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Процесс обновления уже запущен.";

/* No comment provided by engineer. */
"Anonymous system profile information is used to help us plan future development work." = "Сведения о конфигурации вашего компьютера (передаваемые анонимно) помогут нам в дальнейшей разработке программы.";

/* No comment provided by engineer. */
"Cancel" = "Отменить";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Проверять обновления при запуске?";

/* No comment provided by engineer. */
"Downloading update..." = "Загружаю обновления…";

/* No comment provided by engineer. */
"Extracting update..." = "Распаковка обновления…";

/* No comment provided by engineer. */
"Include anonymous system profile?" = "Передавать сведения о системе";

/* No comment provided by engineer. */
"Install and Relaunch" = "Установить и перезапустить";

/* No comment provided by engineer. */
"Installing update..." = "Установка обновления…";

/* No comment provided by engineer. */
"No" = "Нет";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Готов к установке.";

/* No comment provided by engineer. */
"Update Error!" = "Ошибка обновления.";

/* No comment provided by engineer. */
"Updating %@" = "Обновление %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Проверять наличие обновлений для %@ при запуске? Также мы можете инициировать проверку обновлений вручную, из меню программы.";

/* No comment provided by engineer. */
"Yes" = "Да";

/* No comment provided by engineer. */
"You're up to date!" = "У вас установлена последняя версия.";